content/notes/the_mind_illuminated.org
:PROPERTIES:
:ID:       ea3f9a99-2a8c-43c0-a8f8-64e2929562df
:END:
#+setupfile: ../hugo_setup.org
#+title: The Mind Illuminated

- tags :: [[id:25648458-9346-4332-8744-482ef91e6bf5][Mindfulness]], [[id:e45ad57a-4d51-4fbc-80c5-f5a04b6b430d][Meditation]]

* Stage 3
- The first goal is to clearly distinguish the in and out breaths and the pauses between with equal clarity.
  - /Note:/ you may find that you breath naturally change to accentuate parts of this cycle. If you did not intentionally cause this, accept it.
    
- Next, try to identify as many individual sensations of the in and out breaths as possible.
  - Strive to distinguish each sensation with the utmost clarity.

- *Maintain extrospective awareness (of the body & external stimuli).* This prevents drowsiness and improves the mind's ability to recognize distraction before it becomes complete/
