content/notes/the_mind_illuminated.md
+++
title = "The Mind Illuminated"
author = ["Alex Koen"]
lastmod = 2020-09-02T16:46:32-07:00
draft = false
+++

tags
: [§Mindfulness]({{< relref "mindfulness" >}}), [§Meditation]({{< relref "meditation" >}})


## Stage 3 {#stage-3}

-   The first goal is to clearly distinguish the in and out breaths and the pauses between with equal clarity.
    -   _Note:_ you may find that you breath naturally change to accentuate parts of this cycle. If you did not intentionally cause this, accept it.

-   Next, try to identify as many individual sensations of the in and out breaths as possible.
    -   Strive to distinguish each sensation with the utmost clarity.

-   **Maintain extrospective awareness (of the body & external stimuli).** This prevents drowsiness and improves the mind's ability to recognize distraction before it becomes complete/
